
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button::";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Redução de moiré";
"Color Restoration" = "Restauração da cor";
"Adaptive Lighting" = "Ilum. adaptável";
"Unsharp Mask" = "Tirar nitidez da máscara";
"Remove Dust"   = "Remover pó";
"6-Color Scanning" = "Digitalização em 6 cores";

"Tooltip_Descreen" = "Remover padrões de tela (moiré)";
"Tooltip_ColorRestoration" = "Restaurar cores fracas";
"Tooltip_AdaptiveLight" = "Ajustar níveis de exposição automaticamente";
"Tooltip_Sharpen" = "Aumentar nitidez";


//Cusom control  menu items
"None" = "Nenhum";
"Low" = "Baixo";
"Medium" ="Médio";
"High" = "Alto";
"Extreme" = "Extremo";

"Resolution" = "Resolução";
"Source Size" = "Tamanho da fonte";
"New Size" = "Novo tamanho";
"Negative Number" = "Negativo %d";
"Slide Number" = "Slide %d";
"HP ICA Scan" = "Digitalização HP ICA";
"Install HP Devices" = "Instala os componentes exigidos pelos Dispositivos HP para digitalizar com o Capturador de Imagem.";
"Communication error" = "Erro de comunicação";
"Communication error while scanning" = "Ocorreu um erro de comunicação com o dispositivo. Verifique se o dispositivo está conectado e ligado.";
"Image Save Error" = "Erro ao salvar a imagem";
"Image Format Mismatch" = "O aplicativo selecionado em Tarefa Automática não é compatível com o formato de arquivo selecionado. Selecione um aplicativo ou formato diferente.";
"Disk full error" = "Erro de disco cheio";
"Disk full error String Description" = "O disco selecionado está cheio. Salve o arquivo em outro disco ou extraia alguns arquivos para liberar espaço no disco.";
"Permissions Error" = "Erro de permissões";
"Permission Error Description" = "Você não tem permissão para salvar arquivos no \"%@\". Salve em outro local.";
"Invalid value" = "Valor inválido";
"Invalid value description" = "O valor especificado no campo %@ é inválido. Especifique um valor entre %ld e %ld e tente digitalizar novamente.";
"Image size is too long" = "O tamanho da imagem é muito grande. Reduza a altura, largura, resolução, escala ou tipo de resultado da imagem.";
"Read error" = "Erro de leitura";
"Read error Description" = "Ocorreu um erro durante a aquisição da digitalização do dispositivo. Tente novamente.";
"Installation Problem" = "Um componente de software necessário está faltando ou está corrompido. Reinstale o software do dispositivo e/ou verifique se o disco rígido está com problemas.";
"Document feeder error" = "Erro do alimentador de documentos";
"Paper Jam Description One" = "Congestionamento de papel no Alimentador automático de documentos. Para ajuda como resolver o congestionamento, consulte a documentação que acompanha o dispositivo.";
"Paper Jam Description Two" = "O Alimentador automático de documentos está congestionado ou não pode pegar o papel. Pegue a pilha de papel a ser alimentado, ventile as folhas e recoloque-as no Alimentador de documentos. Para obter mais informações, consulte a documentação que acompanha o dispositivo.";
"Paper Jam Description Three" = "A lingüeta do Alimentador automático de documentos não está travada. Para travar, aperte a lingüeta para baixo até ouvir um clique, e tente digitalizar novamente.";
"Document feeder empty" = "Alimentador de documentos vazio";
"Document feeder empty description One" = "O Alimentador automático de documentos não encontrou nenhum documento. Coloque os originais corretamente no Alimentador automático de documentos.";
"Document feeder empty description Two" = "Os originais foram tirados do Alimentador automático de documentos. Recoloque-os e continue a digitalização.";
"ADF Duplex error" = "O Alimentador automático de documentos não pode digitalizar os dois lados de um original com mais de 30,4 cm (12 pol) de comprimento.";
"Transparent Media Adapter Error" = "Erro do Adaptador de mídia transparente";
"Transparent Media Adapter Error Description One" ="A digitalização não pôde ser concluída porque o Adaptador de mídia transparente (Transparent Media Adapter - TMA) não foi encontrado. Se houver um TMA, verifique se está bem contectado ao scanner e tente novamente.";
"Transparent Media Adapter Error Description Two" = "Verifique se o Adaptador de mídia transparente está bem contectado e na posição correta. Se o disposito usa uma placa de posicionamento, verifique se a marca de referência da placa confere com a marca do scanner, e tente digitalizar novamente.";
"Transparent Media Adapter Error Description Three" = "É preciso tirar a tampa do Adaptador de mídia transparente da tampa do scanner. Se foi retirada, verifique se o gabarito está na posição correta no vidro do scanner. Se não estiver usando um gabarito, verifique se a janela de calibragem da tampa está bloqueada. Coloque a mídia a ser digitalizada a uns 4 cm (1,5 pol) de distância da borda superior do vidro do scanner.";
"Transparent Media Adapter Error Description Four" = "Retire todos os originais do vidro do scanner. Verifique também se o Adaptador de mídia transparente está bem conectado e na posição correta.";
"Transparent Media Adapter Error Description Five" = "O software foi configurado para digitalizar um slide (diapositivo), mas detectou um negativo. Mude o tipo de Documento para Negativo.";
"Transparent Media Adapter Error Description Six" = "O software foi configurado para digitalizar um negativo, mas detectou um slide (diapositivo). Mude o tipo de Documento para Slide ou Diapositivo colorido.";
"Transparent Media Adapter Error Description Seven" = "O Adaptador de mídia transparente não pôde detectar a mídia especificada. Certifique-se de que a mídia esteja carregada corretamente no adaptador e que você tenha selecionado o tipo de mídia apropriado (Positivo ou Negativo) para a mídia que deseja digitalizar.";
"Transparent Media Adapter Error Description Eight" = "O scanner não pode executar uma digitalização do Adaptador de mídia transparente neste momento. Aguarde até o scanner não estar mais ocupado e tente novamente.";
"Scan Cancelled" = "Digitalização cancelada";
"Scan Cancelled Description" = " A digitalização não foi concluída porque a operação foi cancelada com o processo de digitalização em andamento.";
"Device Busy" ="Dispositivo ocupado";
"Device Busy Description" = "O scanner está sendo usado por outro aplicativo. Feche os outros aplicativos de digitalização e tente novamente.";
"Device Busy Description Network" = "A operação solicitada não pode ser executada porque o dispositivo de rede selecionado está ocupado. Tente novamente mais tarde."; 

"Image Capture Scan" = "Digitalização para captura de imagens";
"Sharpen" = "Tornar mais nítida ";
"6-Color Scan" = "Digitalização de 6 cores";
"Missing or Damaged Software" = "Software faltando ou danificado";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Um ou mais componentes de que a Captura de imagens necessita estão faltando ou danificados. Reinstale o software do seu dispositivo da HP.";
"File name too long" = "Nome do arquivo muito longo";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "O arquivo não pôde ser salvo porque o nome do arquivo é muito longo. Digite um nome mais curto e tente novamente.";
"Warning: File name starts with a period" = "Aviso: o nome do arquivo começa com um ponto";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "O nome do arquivo digitado começa com um ponto (.). Se você continuar, o arquivo é salvo como um arquivo oculto e ele não fica visível no Localizador. Para corrigir isso, remova o ponto do início do nome do arquivo.";
"Error Saving Image" = "Erro ao salvar a imagem";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "A Captura de imagens encontrou um erro desconhecido. A imagem não pôde ser salva. Tente novamente.";

"ADF_OUT_OF_PAPER_MESSAGE" = "Nenhum item foi detectado no Alimentador Automático de Documentos. Coloque seus originais no Alimentador Automático de Documentos e inicie a digitalização novamente.";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "A última visão geral da digitalização foi cancelada, faça outra e digitalize novamente";
"Templates" = "Gabaritos";

"DEVICE_BUSY" = "O dispositivo está ocupado";
"DEVICE_BUSY_DESCRIPTION" = "O dispositivo está atualmente em uso. Aguarde até a tarefa anterior ser concluída e tente digitalizar novamente.";

// Vendor Feature related
"Automatic" = "Automático";
"Picture" = "Imagem";
"Document" = "Documento";
"Three-Dimensional Objects" = "Objeto 3D";
"Tooltip_Type" = "Especifique o tipo dos itens que você digitalizará. Escolha \"Automático\" para usar as configurações de digitalização predefinidas que fornecem resultados satisfatórios para a maioria dos itens.";
"Type" = "Tipo:";

// Button handling
"Scan failed" = "Falha na digitalização";
